Repository: imz/apt
Catalog: apt/po/*.po
Languages: es_es, it_it

source: Source List entries for this Disc are:
es_es: Las entradas de lista fuente para este disco son:
it_it: Le liste di sorgenti per questo Disco sono:

source: Repeat this process for the rest of the CDs in your set.
es_es: Repetir este proceso para el resto de los CDs.
it_it: Ripetere questo procedimento per gli altri CD nel tuo set.

source: Usage: apt-cdrom [options] command
es_es: Uso: apt-cdrom [opciones] comando
it_it: Uso: apt-cdrom [opzioni] comando

source: apt-cdrom is a tool to add CDROM's to APT's source list. The
es_es: apt-cdrom es una herramienta para añadir la lista de fuentes del CD-ROM para la de APT.
it_it: apt-cdrom è un tool per aggiungere CDROM alla lista di sorgenti per APT

source: CDROM mount point and device information is taken from apt.conf
es_es: La información del punto de montaje y del dispositivo se obtienen a partir de apt.conf
it_it: Il punto di montaggio del CDROM e le informazioni sul device sono prese da apt.conf

source: and /etc/fstab.
es_es: y /etc/fstab.
it_it: e /etc/fstab.

source: add - Add a CDROM
es_es: add - Añadir un CD-ROM
it_it: add - Aggiunge un CD-ROM

source: -h This help text
es_es: -h Este texto de ayuda
it_it: -h Questo testo di aiuto

source: -d CD-ROM mount point
es_es: -d punto de montaje del CD-ROM
it_it: -d punto di montaggio del CD-ROM

source: -r Rename a recognized CD-ROM
es_es: -r Cambia el nombre de un CD-ROM reconocido
it_it: -r Cambia il nome di un CD-ROM riconosciuto

source: -m No mounting
es_es: -m Sin montaje
it_it: -m Senza montaggio

source: -f Fast mode, don't check package files
es_es: -f Modo rápido, no verifica los archivos de paquete
it_it: -f Modo veloce, non verifica gli archivi

source: -a Thorough scan mode
es_es: -a Por el modo scan
it_it: -a Modo di ricerca approfondita

source: See fstab(5)
es_es: Mire fstab(5)
it_it: Vedi fstab(5)

source: version
es_es: versión
it_it: versione

source: has an unmet dep:
es_es: hay una dep. no resuelta:
it_it: ha una dipendenza irrisolta:

source: Unable to locate package %s
es_es: Imposible ubicar el paquete %s
it_it: Impossibile trovare il pacchetto %s

source: Package:
es_es: Paquete:
it_it: Pacchetto:

source: Versions:
es_es: Versiones:
it_it: Versioni:

source: Reverse Depends:
es_es: Dependencias inversas:
it_it: Dipendenze invertite:

source: Dependencies:
es_es: Dependencias:
it_it: Dipendenze:

source: Provides:
es_es: Suministros:
it_it: Forniture (Provides):

source: Reverse Provides:
es_es: Suministros inversos:
it_it: Forniture invertite:

source: Total Package Names :
es_es: Total Nombres de Paquetes :
it_it: Numero totale di pacchetti :

source: Normal Packages:
es_es: Paquetes normales:
it_it: Pacchetti normali:

source: Pure Virtual Packages:
es_es: Paquetes virtuales puros:
it_it: Pacchetti virtuali puri:

source: Single Virtual Packages:
es_es: Paquetes virtuales simples:
it_it: Pacchetti virtuali semplici:

source: Mixed Virtual Packages:
es_es: Paquetes virtuales mixtos:
it_it: Pacchetti virtuali misti:

source: Missing:
es_es: Faltando:
it_it: Mancanti:

source: Total Distinct Versions:
es_es: Total de versiones diferentes:
it_it: Versioni differenti totali:

source: Total Dependencies:
es_es: Total de dependencias:
it_it: Dipendenze totali:

source: Total Ver/File relations:
es_es: Total de relaciones versión/archivo:
it_it: Totale relazioni versioni/file:

source: Total Provides Mappings:
es_es: Total Relaciones de suministros:
it_it: Mappatura totale delle forniture:

source: Total Globbed Strings:
es_es: Total de strings casados:
it_it: Totale stringhe 'globbed':

source: Total Slack space:
es_es: Espacio temporal total:
it_it: Totale lasso di tempo:

source: Total Space Accounted for:
es_es: Espacio total contabilizado para:
it_it: Spazio totale occupato:

source: Bad section
es_es: Sección no válida
it_it: Sezione non valida

source: Bad prio
es_es: Prioridad no válida
it_it: Priorità non valida

source: Version:
es_es: Versión:
it_it: Versione:

source: File:
es_es: Archivo:

source: Depends:
es_es: Dependencias:
it_it: Dipendenze:

source: File:
es_es: Archivo:

source: Size:
es_es: Tamaño:
it_it: Dimensione:

source: Time:
es_es: Hora:
it_it: Ora:

source: Archive:
es_es: Archivo:
it_it: File:

source: Component:
es_es: Componente:
it_it: Componente:

source: Origin:
es_es: Origen:
it_it: Origine:

source: Label:
es_es: Etiqueta:
it_it: Etichetta:

source: Architecture:
es_es: Arquitectura:
it_it: Architettura:

source: You must give at least one file name
es_es: Debe dar por lo menos un nombre de archivo
it_it: Occorre immettere almeno un nome di file

source: Generating cache
es_es: Generando caché
it_it: Generazione della cache

source: Problem opening %s
es_es: Problema al abrir %s
it_it: Problema nell'apertura di %s

source: Problem with SelectFile
es_es: Problema en SelectFile
it_it: Problema in SelectFile

source: Problem with MergeList
es_es: Problema en MergeList
it_it: Problema in MergeList

source: Oh shit!
es_es: ¡Caramba!
it_it: Perdindirindina!

source: Package: %s
es_es: Paquete: %s
it_it: Pacchetto: %s

source: Section: %s
es_es: Sección: %s
it_it: Sezione: %s

source: Installed Size: %i
es_es: Tamaño instalado: %i
it_it: Dimensione installata: %i

source: Maintainer: %s
es_es: Mantenedor: %s
it_it: Manutentore: %s

source: Version: %i:%s
es_es: Versión: %i:%s
it_it: Versione: %i:%s

source: Version: %s
es_es: Versión: %s
it_it: Versione: %s

source: Pre-Depends:
es_es: Predependencias:
it_it: Pre-dipendenze:

source: Depends:
es_es: Dependencias:
it_it: Dipendenze:

source: Conflicts:
es_es: Conflictos:
it_it: Conflitti:

source: Obsoletes:
es_es: Obsoletos:
it_it: Obsoleti:

source: Architecture: %s
es_es: Arquitectura: %s
it_it: Architettura: %s

source: Size: %d
es_es: Tamaño: %d
it_it: Dimensione: %d

source: Filename: %s
es_es: Nombre de archivo: %s
it_it: Nome file: %s

source: Description: %s
es_es: Descripción: %s
it_it: Descrizione: %s

source: You must give exactly one pattern
es_es: Debe escribir exactamente un patrón
it_it: Devi fornire esattamente un modello

source: Regex compilation error
es_es: Error de compilación de Regex
it_it: Errore di compilazione dell'espressione regolare

source: Usage: apt-cache [options] command
es_es: Uso: apt-cache [opciones] comando
it_it: Uso: apt-cache [opzioni] comando

source: apt-cache [options] add file1 [file1 ...]
es_es: apt-cache [opciones] añadir archivo1 [archivo1 ...]
it_it: apt-cache [opzioni] add file1 [file1 ...]

source: apt-cache [options] showpkg pkg1 [pkg2 ...]
es_es: apt-cache [opciones] showpkg paq1 [paq2 ...]
it_it: apt-cache [opciones] showpkg pacch1 [pacch2 ...]

source: apt-cache is a low-level tool used to manipulate APT's binary
es_es: apt-cache es una herramienta a bajo nivel usada para manipular el binario de APT
it_it: apt-cache è un tool di basso livello per manipolare il binario di APT

source: cache files stored in
es_es: archivos de caché almacenados en
it_it: file di cache salvati in

source: It is not meant for ordinary use only as a debug aide.
es_es: No está hecho para uso corriente, más bién es una ayuda para depuración.
it_it: Non è per uso corrente, ma solo come mezzo di debug.

source: add - Add an package file to the source cache
es_es: add - Añade un archivo de paquete al cache fuente
it_it: add - Aggiunge un pacchetto alla cache dei sorgenti

source: gencaches - Build both the package and source cache
es_es: gencaches - Construye el paquete y el caché fuente
it_it: gencaches - Effettua un build del pacchetto e della cache del sorgente

source: showpkg - Show some general information for a single package
es_es: showpkg - Muestra la información general de un paquete
it_it: showpkg - Mostra informazioni generali su un pacchetto

source: stats - Show some basic statistics
es_es: stats - Muestra algunos datos estadísticos básicos
it_it: stats - Mostra statistiche di base

source: dump - Show the entire file in a terse form
es_es: dump - Muestra todo el archivo de una forma resumida
it_it: dump - Mostra tutto il file in una forma chiara

source: dumpavail - Print an available file to stdout
es_es: dumpavail - Imprime un archivo disponible para la salida estándar
it_it: dumpavail - Stampa un file su stdout

source: unmet - Show unmet dependencies
es_es: unmet - Muestra dependencias no resueltas
it_it: unmet - Mostra le dipendenze irrisolte

source: check - Check the cache a bit
es_es: check - Verifica el caché
it_it: check - Verifica la cache

source: search - Search the package list for a regex pattern
es_es: search - Busca en la lista de paquetes un patrón regex
it_it: search - Cerca una regex nella lista di pacchetti

source: show - Show a readable record for the package
es_es: show - Muestra un registro legible para el paquete
it_it: show - Mostra un record leggibile per il pacchetto

source: depends - Show raw dependency information for a package
es_es: depends - Muestra, a grosso modo, info de dependencias para un paquete dado
it_it: depends - Mostra le informazioni di dipendenza di un pacchetto

source: pkgnames - List the names of all packages
es_es: pkgnames - Enumera los nombres de todos los paquetes
it_it: pkgnames - Mostra i nomi di tutti i pacchetti

source: dotty - Generate package graphs for GraphVis
es_es: dotty - Genera gráficas de paquete para GraphVis
it_it: dotty - Genera grafici di pacchetti per GraphVis

source: -h This help text.
es_es: -h Este texto de ayuda.
it_it: -h Questo testo di aiuto.

source: -p=? The package cache. [
es_es: -p=? El caché de paquete. [
it_it: -p=? La cache di pacchetti. [

source: -s=? The source cache. [
es_es: -s=? El caché fuente. [
it_it: -s=? La cache di sorgenti. [

source: -q Disable progress indicator.
es_es: -q Deshabilita indicador de progreso
it_it: -q Disabilita l'indicatore di avanzamento

source: -i Show only important deps for the unmet command.
es_es: -i Muestra sólo las dependencias importantes para el comando unmet.
it_it: -i Mostra solo le dip. importanti per il comando unmet.

source: See the apt-cache(8) and apt.conf(5) manual pages for more information.
es_es: Consulte las manpages de apt-get(8) y apt.conf(5) para más información.
it_it: Vedi le manpage di apt-get(8) e apt.conf(5) per maggiori informazioni.

source: Arguments not in pairs
es_es: Los argumentos no están en pares
it_it: Argomenti non in coppia

source: Usage: apt-config [options] command
es_es: Uso: apt-config [opciones] comando
it_it: Uso: apt-config [opzioni] comando

source: apt-config is a simple tool to read the APT config file
es_es: apt-config es una herramienta simple para leer el archivo de configuración de APT
it_it: apt-config è un tool semplice per leggere il file di configurazione

source: shell - Shell mode
es_es: shell - Modo Shell
it_it: shell - Modo Shell

source: dump - Show the configuration
es_es: dump - Muestra la configuración
it_it: dump - Mostra la configurazione

source: Size of %s did not match what's in the hashfile and was redownloaded.
es_es: El tamaño de %s no coincide con lo que dice el archivo hash y se descargó de nuevo.
it_it: La dimensione di %s non coincide con quello che dice il file hash. Viene ripetuto il download

source: MD5 of %s did not match what's int the hashfile and was redownloaded.
es_es: El MD5 de %s no coincide con lo que dice el archivo hash y se descargó de nuevo.
it_it: L'MD5 di %s non coincide con quello che dice il file hash. Viene ripetuto il download.

source: Hashfile signer is not who it's supposed to be (expected
es_es: El firmante del archivo hash no es quien debería ser (esperado
it_it: Chi ha firmato l'archivio non è chi ci si aspettava (atteso

source: , got
es_es: , obtuve
it_it: , ottenuto

source: The method driver %s could not be found.
es_es: No se pudo encontrar el mecanismo de búsqueda %s.
it_it: Impossibile trovare il driver di metodo %s.

source: Failed to create IPC pipe to subprocess
es_es: Falló al crear un pipe IPC para el subproceso
it_it: Impossibile creare una pipe IPC per il subprocesso

source: Method %s did not start correctly
es_es: El método %s no se inició correctamente
it_it: Il metodo %s non si e' avviato correttamente

source: Invalid message from method %s: %s
es_es: Mensaje no válido del método %s: %s
it_it: Messaggio non valido dal metodo %s: %s

source: Unable to process Capabilities message from %s
es_es: Imposible procesar mensaje de Capacidades de %s
it_it: Impossibile processare il messaggio sulle Capacità da %s

source: Method gave invalid 200 URI Start message
es_es: El método produjo el mensaje invalid 200 URI Start
it_it: Il metodo ha restituito il messaggio non valido 200 URI Start

source: Bizzar Error - File size is not what the server reported %s %u
es_es: Error anómalo - El tamaño del archivo no es el que informó el servidor %s %u
it_it: Errore anomalo - La dimensione del file non è quella riportata dal server %s %u

source: Method gave invalid 400 URI Failure message
es_es: El método produjo el mensaje 400 URI Failure
it_it: Il metodo ha restituito il messaggio non valido 400 URI Failure

source: Method %s General failure: %s
es_es: Falla general del método %s: %s
it_it: Errore generale del metodo %s: %s

source: Method %s has died unexpectedly!
es_es: ¡El método %s terminó inesperadamente!
it_it: Il metodo %s è terminato inaspettatamente!

source: Lists directory %spartial is missing.
es_es: Falta directorio de listas %spartial.
it_it: La lista di directory %spartial è mancante.

source: Archive directory %spartial is missing.
es_es: Falta directorio de archivos %spartial.
it_it: La lista di file %spartial &egrave mancante.

source: Tried to dequeue a fetching object
es_es: Se intentó quitar de la cola un objeto en carga.
it_it: Si è tentato di interrompere lo scaricamento di un oggetto.

source: The package lists or status file could not be parsed or opened.
es_es: No se pudo abrir o analizar la lista de paquetes o el archivo de estado.
it_it: Non è stato possibile aprire la lista di pacchetti o il file di status.

source: You may want to run apt-get update to correct these missing files
es_es: Tal vez quiera ejecutar apt-get update para corregir estos archivos perdidos.
it_it: Dovresti eseguire apt-get update per correggere questi file mancanti.

source: Unable to change to
es_es: Imposible alterar para
it_it: Impossibile cambiare a

source: Unable to stat %s.
es_es: Imposible leer %s.
it_it: Impossibile leggere %s.

source: Building Dependency Tree
es_es: Construyendo árbol de dependencias
it_it: Calcolo dell'albero delle dipendenze

source: Candidate Versions
es_es: Versiones propuestas
it_it: Versioni proposte

source: Dependency Generation
es_es: Generación de dependencias
it_it: Generazione delle dipendenze

source: This installation run will require temporarily removing the essential package %s due to a Conflicts/Pre-Depends loop. This is often bad, but if you really want to do it, activate the APT::Force-LoopBreak option.
es_es: La ejecución de esta instalación tendrá que eliminar el paquete esencial %s temporalmente, debido a bucles con Conflictos/Dependencias. Generalmente no es bueno, pero si realmente quiere hacerlo, active la opción APT::Force-LoopBreak.
it_it: L'esecuzione di questa installazione costringerà a rimuovere temporaneamnete il pacchetto essenziale %s per un loop di Conflitti/Dipendenze. Questo spesso è un brutto segno, ma se veramente vuoi farlo attiva l'opzione APT::Force-LoopBreak.

source: The package cache file is corrupted
es_es: El archivo de caché del paquete está corrompido
it_it: Il file della cache è corrotto

source: The package cache file is an incompatible version
es_es: El archivo de caché del paquete pertenece a una versión incompatible
it_it: Il file della cache ha una versione incompatibile

source: Error occured while processing %s (NewPackage)
es_es: Error ocurrido al procesar %s (NewPackage)
it_it: Errore nel processare %s (NewPackage)

source: Error occured while processing %s (UsePackage1)
es_es: Error ocurrido al procesar %s (UsePackage1)
it_it: Errore nel processare %s (UsePackage1)

source: Error occured while processing %s (UsePackage2)
es_es: Error ocurrido al procesar %s (UsePackage2)
it_it: Errore nel processare %s (UsePackage2)

source: Error occured while processing %s (NewFileVer1)
es_es: Error ocurrido al procesar %s (NewFileVer1)
it_it: Errore nel processare %s (NewFileVer1)

source: WARNING: '
es_es: AVISO: '
it_it: AVVISO: '

source: ' has 2 packages with same version but different dependencies.
es_es: ' tiene 2 paquetes con la misma versión pero dependencias diferentes.
it_it: ' contiene 2 pacchetti con la stessa versione ma dipendenze differenti.

source: That usually means a packaging bug.
es_es: Esto significa, por lo general, un error al empaquetar.
it_it: Questo sta a indicare, di solito, un errore nel pacchetto.

source: Error occured while processing %s (NewVersion1)
es_es: Error ocurrido al procesar %s (NewVersion1)
it_it: Errore nel processare %s (NewVersion1)

source: Error occured while processing %s (UsePackage3)
es_es: Error ocurrido al procesar %s (UsePackage3)
it_it: Errore nel processare %s (UsePackage3)

source: Error occured while processing %s (NewVersion2)
es_es: Error ocurrido al procesar %s (NewVersion2)
it_it: Errore nel processare %s (NewVersion2)

source: Block %s is invalid
es_es: El bloque %s no es válido
it_it: Il blocco %s non è valido

source: Malformed line %u in source list %s (type)
es_es: Línea %u equivocada en la lista fuente %s (tipo)
it_it: Linea %u errata nella lista di sorgenti %s (tipo)

source: Malformed line %u in source list %s (URI)
es_es: Línea %u equivocada en la lista fuente %s (URI)
it_it: Linea %u errata nella lista di sorgenti %s (URI)

source: Malformed line %u in source list %s (vendor ID)
es_es: Línea %u equivocada en la lista fuente %s (ID de fabricante)
it_it: Linea %u errata nella lista di sorgenti %s (ID del produttore)

source: Malformed line %u in source list %s (dist)
es_es: Línea %u equivocada en la lista fuente %s (dist)
it_it: Linea %u errata nella lista di sorgenti %s (dist)

source: Malformed line %u in source list %s (bad vendor ID)
es_es: Línea %u equivocada en la lista fuente %s (ID de fabricante errónea)
it_it: Linea %u errata nella lista di sorgenti %s (ID del produttore errato)

source: Malformed line %u in source list %s (bad type)
es_es: Línea %u equivocada en la lista fuente %s (tipo erróneo)
it_it: Linea %u errata nella lista di sorgenti %s (tipo errato)

source: Malformed line %u in source list %s (bad URI)
es_es: Línea %u equivocada en la lista fuente %s (URI errónea)
it_it: Linea %u errata nella lista di sorgenti %s (URI errato)

source: Malformed line %u in source list %s (Absolute dist)
es_es: Línea %u equivocada en la lista fuente %s (dist absoluta)
it_it: Linea %u errata nella lista di sorgenti %s (dist assoluta)

source: Malformed line %u in source list %s (dist parse)
es_es: Línea %u equivocada en la lista fuente %s (análisis de dist)
it_it: Linea errata %u nella lista di sorgenti %s (analisi di dist)

source: could not open hash index
es_es: no se pudo abrir índice hash
it_it: Impossibile aprire l'indice hash

source: No MD5SUM data in hashfile
es_es: No hay datos de MD5SUM en el archivo hash
it_it: Non ci sono dati MD5SUM nel file di hash

source: Error parsing MD5 hash record
es_es: Error al analizar el registro de MD5 hash
it_it: Errore nell'analisi del record hash MD5

source: Repository entry in sources.list contains extra components that are not listed in the signed hash file: %s
es_es: La entrada del repositorio en sources.list contiene componentes extra que no están enumerados en el archivo hash firmado: %s
it_it: La voce della repository in sources.list contiene componenti addizionali che non sono enumerati nell'archivio Hash firmato: %s

source: Sorry, you must put some 'source' uris in your sources.list
es_es: Lo siento, debe poner algunas uris 'fuente' en su sources.list
it_it: Purtroppo è necessario inserire qualche 'uri' sorgente nella tua sources.list

source: Failed to rename %s to %s
es_es: Falló al cambiar de nombre de %s para %s
it_it: Impossibile rinominare %s in %s

source: Couldn't stat source package list '%s' (%s)
es_es: No se pudo leer la lista de paquetes '%s' (%s)
it_it: Impossile la lettura della lista di pacchetti '%s' (%s)

source: Reading Package Lists
es_es: Leyendo listas de paquetes
it_it: Lettura della lista di pacchetti

source: Problem with SelectFile %s
es_es: Problema con SelectFile %s
it_it: Problema con SelectFile %s

source: Problem with MergeList %s
es_es: Problema con MergeList %s
it_it: Problema con la MergeList %s

source: IO Error saving source cache
es_es: Error de E/S al guardar el caché fuente
it_it: Errore I/O nel salvare la cache sorgente

source: Unable to parse package file %s (1)
es_es: Imposible analizar el paquete %s (1)
it_it: Impossibile analizzare il pacchetto %s (1)

source: Unable to parse package file %s (2)
es_es: Imposible analizar el paquete %s (2)
it_it: Impossibile analizzare il pacchetto %s (2)
