Repository: imz/apt
Catalog: apt/po/*.po
Languages: es_es, it_it

source: Y
es_es: S
it_it: S

source: y
es_es: s
it_it: s

source: Sorry, but the following packages have unmet dependencies:
es_es: Los paquetes siguientes tienen dependencias no resueltas:
it_it: Purtroppo i seguenti pacchetti non soddisfano tutte le dipendenze:

source: but
es_es: pero
it_it: ma

source: is installed
es_es: está instalado
it_it: è installato

source: is to be installed
es_es: se instalará
it_it: dovrà essere installato

source: it is not installable
es_es: no se puede instalar
it_it: non è installabile

source: it is a virtual package
es_es: es un paquete virtual
it_it: è un pacchetto virtuale

source: it is not installed
es_es: no está instalado
it_it: non è installato

source: it is not going to be installed
es_es: no será instalado
it_it: non verrà installato

source: or
es_es: o
it_it: o

source: The following NEW packages will be installed:
es_es: Se instalarán los paquetes NUEVOS siguientes:
it_it: Saranno installati i seguenti pacchetti NUOVI:

source: The following packages will be REMOVED:
es_es: Se ELIMINARÁN los siguientes paquetes:
it_it: Verranno ELIMINATI i seguenti pacchetti:

source: The following packages have been kept back
es_es: Se han manetenido los siguientes paquetes
it_it: I seguenti pacchetti sono stati mantenuti

source: The following packages will be upgraded
es_es: Se actualizarán los siguientes paquetes
it_it: Verranno aggiornati i seguenti pacchetti

source: The following packages can be upgraded:
es_es: Los siguientes paquetes pueden ser actualizados:
it_it: I seguenti pacchetti possono essere aggiornati:

source: from
es_es: de
it_it: da

source: to
es_es: para
it_it: per

source: Importance:
es_es: Importancia:
it_it: Importanza:

source: Date:
es_es: Fecha:
it_it: Data:

source: The following held packages will be changed:
es_es: Los siguientes paquetes serán alterados:
it_it: Verranno cambiati i seguenti pacchetti:

source: %s (due to %s)
es_es: %s (debido a %s)
it_it: %s (dovuto a %s)

source: WARNING: The following essential packages will be removed
es_es: AVISO: Los siguientes paquetes esenciales se eliminarán
it_it: AVVISO: i seguenti pacchetti essenziali verranno eliminati

source: This should NOT be done unless you know exactly what you are doing!
es_es: ¡Esto NO debe hacerse, a menos que usted sepa exactamente lo que está haciendo!
it_it: Questo NON dovrebbe essere fatto a meno di non sapere esattamente quello che si sta facendo!

source: packages upgraded,
es_es: paquetes actualizados,
it_it: pacchetti aggiornati,

source: newly installed,
es_es: instalados recientemente,
it_it: installati recentemente,

source: reinstalled,
es_es: reinstalados,
it_it: reinstallati,

source: to remove and
es_es: a eliminar y
it_it: da eliminare e

source: not upgraded.
es_es: no actualizados.
it_it: non aggiornati.

source: packages not fully installed or removed.
es_es: paquetes no instalados o eliminados totalmente.
it_it: pacchetti non completamente installati o rimossi.

source: Package file %s is out of sync.
es_es: El paquete %s no está sincronizado.
it_it: Il pacchetto %s non è sincronizzato.

source: Correcting dependencies...
es_es: Corrigiendo dependencias...
it_it: Correzione delle dipendenze...

source: failed.
es_es: falló.
it_it: fallito.

source: Unable to correct dependencies
es_es: Imposible corregir dependencias
it_it: Impossibile correggere le dipendenze

source: Unable to minimize the upgrade set
es_es: Imposible minimizar el grupo de actualización
it_it: Impossibile ridurre il gruppo da aggiornare

source: Done
es_es: Hecho
it_it: Fatto

source: You might want to run `apt-get -f install' to correct these.
es_es: Tal vez quiera ejecutar `apt-get -f install' para corregirlos.
it_it: Potresti eseguire `apt-get -f install' per correggerli.

source: Unmet dependencies. Try using -f.
es_es: Dependencias no resueltas. Pruebe usar -f.
it_it: Dipendenze irrisolte. Prova ad usare -f.

source: Internal Error, InstallPackages was called with broken packages!
es_es: Error interno, ¡InstallPackages fue llamado con paquetes rotos!
it_it: Errore interno, InstallPackages chiamato con un pacchetto Broken

source: Packages need to be removed but No Remove was specified.
es_es: Deben eliminarse algunos paquetes, sin embargo, está especificado No Eliminar.
it_it: Devono essere eliminati dei pacchetti ma è stato specificato No Remove.

source: Internal Error, Ordering didn't finish
es_es: Error interno, la ordenación no ha terminado
it_it: Errore interno, L' ordinamento non è terminato

source: Unable to lock the download directory
es_es: Imposible bloquear el directorio para descargas
it_it: Impossible bloccare lo scaricamento della directory

source: The list of sources could not be read.
es_es: No se puede leer la lista de fuentes.
it_it: Non è possibile leggere la lista delle fonti.

source: How odd.. The sizes didn't match, email apt@packages.debian.org
es_es: Qué estraño... Los tamaños no son iguales, envíe un mensaje para apt@packages.debian.org
it_it: Che strano... Le dimensioni non coincidono, spedisci un messaggio a apt@packages.debian.org

source: Need to get
es_es: Se necesita conseguir
it_it: Bisogna conseguire

source: of archives. After unpacking
es_es: para los archivos. Después de desempaquetar,
it_it: degli archivi. Dopo lo spacchettamento,

source: B will be used.
es_es: B serán usados.
it_it: verrà usato B.

source: B will be freed.
es_es: B serán liberados.
it_it: verrà liberato B.

source: Couldn't determine free space in %s
es_es: No se puede determinar el espacio libre en %s
it_it: Non si può determinare spazio libero in %s

source: Sorry, you don't have enough free space in %s to hold all packages.
es_es: Lo siento, no tiene espacio libre suficiente en %s para contener todos los paquetes.
it_it: Peccato, non c'è spazio libero sufficiente in %s per contenere tutti i pacchetti.

source: There are problems and -y was used without --force-yes
es_es: Hay algunos problemas, por eso se usó -y sin --force-yes
it_it: Ci sono dei problemi e -y è stato usato senza --force-yes

source: Trivial Only specified but this is not a trivial operation.
es_es: Se especificó `Sólo trivial', pero ésta no es una operación trivial.
it_it: E' stato specificato `Solo triviale' ma questa non è un'operazione triviale.

source: You are about to do something potentially harmful
es_es: Está a punto de cometer un acto potencialmente dañino
it_it: Sei sul punto di commettere un'azione potenzialmente dannosa

source: To continue type in the phrase 'Yes, I understand this may be bad'
es_es: Para continuar teclee la frase 'Sí, ya sé que esto puede ser malo'
it_it: Per continuare digita la frase 'Sì, capisco che questo possa essere pericoloso'

source: Yes, I understand this may be bad
es_es: Sí, ya sé que esto puede ser malo
it_it: Si, capisco che questo possa essere pericoloso

source: Aborted.
es_es: Terminado.
it_it: Terminato.

source: Do you want to continue? [Y/n]
es_es: ¿Quiere continuar? [S/n]
it_it: Vuoi proseguire? [S/n]

source: Failed to fetch
es_es: Falló en la carga
it_it: Recupero fallito

source: Some files failed to download
es_es: Hubo un fallo al descargar algunos archivos
it_it: Scaricamento di alcuni file fallito

source: Unable to fetch some archives, maybe try with --fix-missing?
es_es: Imposible cargar algunos archivos, ¿intentar quizás con --fix-missing?
it_it: Recupero di alcuni archivi impossibile. E provare con --fix-missing?

source: --fix-missing and media swapping is not currently supported
es_es: actualmente no se soporta --fix-missing e intercambio de soporte físico
it_it: al momento --fix-missing e il cambio di supporto non sono supportati

source: Unable to correct missing packages.
es_es: Imposible corregir los paquetes perdidos.
it_it: Impossible correggere i pacchetti persi.

source: Aborting Install.
es_es: Interrumpiendo instalación.
it_it: Installazione in fase di interruzione.

source: Note, selecting
es_es: Nota, seleccionando
it_it: Nota, selezionando

source: instead of
es_es: en lugar de
it_it: invece di

source: Skipping
es_es: Omitiendo
it_it: Omettendo

source: , it is already installed and no-upgrade is set.
es_es: , ya está instalado y la opción no-upgrade está habilitada.
it_it: , è già installato e l'opzione no-upgrade è abilitata.

source: Package %s is not installed
es_es: El paquete %s no está instalado
it_it: Il pacchetto %s non è installato

source: Package
es_es: Paquete
it_it: Pacchetto

source: is a virtual package provided by:
es_es: es un paquete virtual suministrado por:
it_it: è un pacchetto virtuale fornito da:

source: [Installed]
es_es: [Instalado]
it_it: [Installato]

source: You should explicitly select one to install.
es_es: Debería explicitar uno para instalarlo.
it_it: Bisognerebbe esplicitarne uno per installarlo.

source: has no available version, but exists in the database.
es_es: no tiene versión disponible, aunque existe en la base de datos.
it_it: non ha una versione disponibile, ma esiste nel database.

source: This typically means that the package was mentioned in a dependency and
es_es: Esto significa que se mencionó el paquete en una dependencia y
it_it: Questo significa che il pacchetto è stato menzionato in una dipendenza

source: never uploaded, has been obsoleted or is not available with the contents
es_es: nunca fue cargado, se ha vuelto obsoleto o no está disponible con tales contenidos
it_it: mai stato caricato, divenuto obsoleto o non disponibile con tali contenuti

source: of sources.list
es_es: de sources.list
it_it: di sources.list

source: However the following packages replace it:
es_es: No obstante, los siguientes paquetes lo sustituyen:
it_it: Comunque, i pacchetti seguenti lo sostituiscono:

source: Package %s has no installation candidate
es_es: El paquete %s no tiene candidato a instalación
it_it: Il pacchetto %s non ha alcun candidato di installazione

source: Sorry, re-installation of
es_es: Lo siento, la reinstalación de
it_it: Purtroppo, la reinstallazione di

source: is not possible, it cannot be downloaded
es_es: no es posible, no se puede descargarlo
it_it: non è possibile, non si può scaricarlo

source: Sorry,
es_es: Lo siento,
it_it: Purtroppo,

source: is already the newest version
es_es: ya es la versión más nueva
it_it: è già la versione pi&ugrave nuova

source: Unable to lock the list directory
es_es: Imposible bloquear el directorio de lista
it_it: Impossibile bloccare la directory di lista

source: Could not retrieve digitally signed hash file
es_es: No fue posible recuperar el archivo hash con firma digital
it_it: Non è stato possible reperire l' archivio hash con firma digitale

source: Failed to fetch hash file:
es_es: Falló al cargar el archivo hash:
it_it: Recupero dell' archivio hash fallito:

source: Some of the signed hash files could not be retrieved. Aborting operation.
es_es: No se pudieron recuperar algunos de los archivos hash firmados. Terminando operación.
it_it: Non si sono potuti recuperare alcuni archivi hash firmati. Operazione in fase di interruzione.

source: Some of the index files had mismatching MD5 sums!
es_es: ¡Algunos de los archivos de índice tenían sus sumas MD5 diferentes!
it_it: Alcuni archivi di indice riportavano MD5sum non combacianti!

source: Some index files failed to download, they have been ignored, or old ones used instead.
es_es: Hubo un fallo al descargar algunos archivos de índice. Se han ignorado o se han usado los antiguos.
it_it: Lo scaricamento di alcuni archivi di indice non è riuscito, sono stati ignorati, o al loro posto sono stati utilizzati i vecchi.

source: will not be authenticated.
es_es: no se autenticará.
it_it: non verrà autenticato.

source: Internal Error, AllUpgrade broke stuff
es_es: Error interno en el AllUpgrade
it_it: Errore interno, AllUpgrade si è rotto

source: Couldn't find package %s
es_es: No se encontró el paquete %s
it_it: Il pacchetto %s non è stato trovato

source: Regex compilation error:
es_es: Error al compilar expresiones regulares:
it_it: Errore nella compilazione di espressioni regolari:

source: You might want to run `apt-get -f install' to correct these:
es_es: Tal vez quiera ejecutar `apt-get -f install' para corregirlos:
it_it: Potresti eseguire `apt-get -f install' per correggerli:

source: Unmet dependencies. Try 'apt-get -f install' with no packages (or specify a solution).
es_es: Dependencias no resueltas. Intente 'apt-get -f install' sin paquetes (o especifique una solución).
it_it: Dipendenze non soddisfatte. Prova 'apt-get -f install' senza pacchetti (o specifica una soluzione).

source: Some packages could not be installed. This may mean that you have
es_es: Algunos paquetes no se pudieron instalar. Esto puede significar que usted
it_it: Alcuni pacchetti non possono essere installati. Questo può significare che è stata

source: requested an impossible situation or if you are using the unstable
es_es: solicitó una situación imposible o si está usando la distribución
it_it: richiesta una situazione impossibile o che si sta usando una distribuzione

source: distribution that some required packages have not yet been created
es_es: inestable, que algunos de los paquetes necesarios aún no se crearon
it_it: instabile, che alcuni pacchetti non sono stati ancora creati

source: or been moved out of Incoming.
es_es: o que se movieron de la Entrada.
it_it: o che sono stati rimossi dall' Entrata.

source: Since you only requested a single operation it is extremely likely that
es_es: Como solicitó solamente una única operación, es muy probable que
it_it: Dal momento che hai richiesto un' operazione singola è molto probabile che

source: the package is simply not installable and a bug report against
es_es: el paquete simplemente no se pueda instalar y se deba informar
it_it: il pacchetto sia semplicemente non installabile e

source: that package should be filed.
es_es: de un error acerca de este paquete.
it_it: che debba essere inviato un bug report per il pacchetto.

source: The following information may help to resolve the situation:
es_es: La siguiente información puede ayudar a resolver la situación:
it_it: La seguente informazione ti può aiutare a risolvere il problema:

source: Sorry, broken packages
es_es: Lo siento, paquetes rotos
it_it: Spiacente, pacchetti danneggiati

source: The following extra packages will be installed:
es_es: Se instalarán los siguientes paquetes extras:
it_it: Verranno installati i seguenti pacchetti extra:

source: Calculating Upgrade...
es_es: Calculando actualización...
it_it: Calcolo dell'aggiornamento...

source: Failed
es_es: Falló
it_it: Fallito

source: Done
es_es: Hecho
it_it: Fatto

source: Internal Error, problem resolver broke stuff
es_es: Error interno en el solucionador de problemas
it_it: Errore interno, il problem solver si e' rotto

source: Must specify at least one package to fetch source for
es_es: Debe especificar por lo menos un paquete del que buscar su fuente
it_it: Devi specificare almeno un pacchetto per cui recuperare il sorgente

source: Unable to find a source package for %s
es_es: Imposible encontrar un paquete fuente para %s
it_it: Impossibile trovare un pacchetto sorgente per %s

source: Sorry, you don't have enough free space in %s
es_es: Lo siento, no tiene suficiente espacio libre en %s
it_it: Peccato, non hai spazio sufficiente in %s

source: of source archives.
es_es: para archivos fuente.
it_it: di archivi sorgente.

source: Fetch Source
es_es: Cargar fuente
it_it: Download del sorgente

source: Failed to fetch some archives.
es_es: Fallo al traer algunos archivos.
it_it: Impossibile recuperare alcuni archivi.

source: Build command '
es_es: Comando construir '
it_it: Comando di Build '

source: ' failed.
es_es: ' falló.
it_it: ' fallito.

source: Skipping unpack of already unpacked source in
es_es: Omitiendo la operación. Fuente ya desempaquetada en
it_it: Non spacchetto. Sorgente gia' scompattato in

source: Unpack command '
es_es: Comando desempaquetar '
it_it: Comando di spacchettamento '

source: Couldn't wait for subprocess
es_es: No se pudo esperar al subproceso
it_it: Impossibile attendere il sottoprocesso

source: Child process failed
es_es: Falló el proceso hijo
it_it: Fallito il processo figlio

source: Usage: apt-get [options] command
es_es: Uso: apt-get [opciones] comando
it_it: Uso: apt-get [opzioni] comando

source: apt-get [options] install pkg1 [pkg2 ...]
es_es: apt-get [opciones] install pac1 [pac2 ...]
it_it: apt-get [opzioni] install pacch1 [pacch2 ...]

source: apt-get is a simple command line interface for downloading and
es_es: apt-get es una interfaz de línea de comando simple para descargar e
it_it: apt-get è una semplice interfaccia a comandi per scaricare e

source: installing packages. The most frequently used commands are update
es_es: instalar paquetes. Los comandos usados con más frecuencia son update
it_it: installare pacchetti. I comandi più usati sono update

source: and install.
es_es: e install.
it_it: e install.

source: Commands:
es_es: Comandos:
it_it: Comandi:

source: update - Retrieve new lists of packages
es_es: update - Recupera listas nuevas de paquetes
it_it: update - Aggiorna le liste di pacchetti

source: upgrade - Perform an upgrade
es_es: upgrade - Realiza una actualización
it_it: upgrade - Aggiorna i pacchetti

source: install - Install new packages
es_es: install - Instala nuevos paquetes
it_it: install - Installa nuovi pacchetti

source: remove - Remove packages
es_es: remove - Elimina paquetes
it_it: remove - Elimina pacchetti

source: source - Download source archives
es_es: source - Descarga archivos fuente
it_it: source - Scarica archivi di sorgenti

source: dist-upgrade - Distribution upgrade, see apt-get(8)
es_es: dist-upgrade - Actualiza la distribución, ver apt-get(8)
it_it: dist-upgrade - Aggiorna la distirbuzione, vedi apt-get(8)

source: clean - Erase downloaded archive files
es_es: clean - Borra archivos descargados
it_it: clean - Elimina gli archivi scaricati

source: autoclean - Erase old downloaded archive files
es_es: autoclean - Borra archivos antiguos descargados
it_it: autoclean - Elimina i vecchi archivi

source: check - Verify that there are no broken dependencies
es_es: check - Verifica si no hay dependencias
it_it: check - Verifica che non ci siano dipendenze insoddisfatte

source: Options:
es_es: Opciones:
it_it: Opzioni:

source: -h This help text.
es_es: -h Este texto de ayuda.
it_it: -h Questo testo di aiuto.

source: -q Loggable output - no progress indicator
es_es: -q Salida accesible - ningún indicador de progreso
it_it: -q Output normale - senza indicatore di avanzamento

source: -qq No output except for errors
es_es: -qq Sin mensajes, salvo para errores
it_it: -qq Nessun messaggio, a parte gli errori

source: -S Show summary for upgrade operation and quit
es_es: -S Muestra sumario para la operación de actualización y sale
it_it: -S Mostra il sommario delle operazioni di aggiornamento e termina

source: -d Download only - do NOT install or unpack archives
es_es: -d Sólo download - NO instala ni desempaqueta archivos
it_it: -d Solo download - Non installa o spacchetta gli archivi

source: -s No-act. Perform ordering simulation
es_es: -s Ninguna acción. Ejecuta simulación de ordenación
it_it: -s Nessuna azione. Simula l'ordinamento

source: -y Assume Yes to all queries and do not prompt
es_es: -y Responder Sí a todas las preguntas y no mostrarlas
it_it: -y Rispondi automaticamente s&igrave a tutte le domande

source: -f Attempt to continue if the integrity check fails
es_es: -f Intenta continuar si falla la verificación de integridad
it_it: -f Prova a continuare anche se fallisce il controllo d'integrit&agrave

source: -m Attempt to continue if archives are unlocatable
es_es: -m Intenta continuar si no se pueden ubicar algunos archivos
it_it: -m Prova a continuare se non si trovano gli archivi

source: -u Show a list of upgraded packages as well
es_es: -u Exhibe una lista de paquetes actualizados
it_it: -u Mostra anche una lista di pacchetti aggiornati

source: -b Build the source package after fetching it
es_es: -b Construye el paquete fuente después de cargarlo
it_it: -b Produci il binario dopo aver recuperato il sorgente

source: -c=? Read this configuration file
es_es: -c=? Lee este archivo de configuración
it_it: -c=? Leggi questo file di configurazione

source: -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
es_es: -o=? Define una opción de configuración arbitraria, p.ex -o dir::cache=/tmp
it_it: -o=? Imposta un'opzione di configurazione arbitraria, p.ex -o dir::cache=/tmp

source: See the apt-get(8), sources.list(5) and apt.conf(5) manual
es_es: Consulte las manpages de apt-get(8), sources.list(5) y apt.conf(5)
it_it: Consulta le manpage di apt-get(8), sources.list(5) e apt.conf(5)

source: pages for more information and options.
es_es: para más información y opciones.
it_it: per maggiori informazioni ed altre opzioni.

source: Unable to change to %s
es_es: Imposible alterar para %s
it_it: Impossibile cambiare a %s

source: Unable to read %s
es_es: Imposible leer %s
it_it: Impossibile leggere %s

source: Failed to open %s.new
es_es: Falló al abrir %s.new
it_it: Impossibile aprire %s.new

source: Failed to rename %s.new to %s
es_es: Falló al cambiar el nombre de %s.new para %s
it_it: Impossibile rinominare %s.new in %s

source: Internal error
es_es: Error interno
it_it: Errore interno

source: Using CD-ROM mount point
es_es: Usando punto de montaje del CD-ROM
it_it: Utilizzo del punto di montaggio del CD-ROM

source: Unable to read the cdrom database %s
es_es: Imposible leer la base de datos %s
it_it: Impossibile leggere la base dati %s

source: Unmounting CD-ROM
es_es: Desmontando el CD-ROM
it_it: Smontaggio del CD-ROM

source: Please insert a Disc in the drive and press enter
es_es: Inserte un disco en la unidad y presione intro
it_it: Prego, inserire un Disco nel drive e premere enter

source: Mounting CD-ROM
es_es: Montando CD-ROM
it_it: Montaggio del CD-ROM

source: Failed to mount the cdrom.
es_es: Falló al montar el CD-ROM.
it_it: Impossibile montare CD-ROM.

source: Identifying..
es_es: Identificando..
it_it: Identificazione..

source: Scanning Disc for index files..
es_es: Buscando archivos de índice en el disco..
it_it: Ricerca di file di indice nel Disco..

source: I found (binary):
es_es: Encontrado (binario):
it_it: Trovato (binario):

source: I found (source):
es_es: Encontrado (fuente):
it_it: Trovato (sorgente):

source: Found
es_es: Encontrado
it_it: Trovato

source: package indexes and
es_es: índice de paquetes y
it_it: indici di pacchetti e

source: source indexes.
es_es: índice de fuentes.
it_it: indici di sorgenti.

source: Unable to locate any package files, perhaps this is not a Debian Disc
es_es: No se pudo encontrar ningún archivo de paquete, quizás no sea un disco de Debian
it_it: Impossibile trovare pacchetti, forse non si tratta di un disco predisposto per apt.

source: Unable to locate any package files, perhaps this is not a Conectiva Disc
es_es: No se pudo encontrar ningún archivo de paquete, quizás no sea un disco Conectiva
it_it: Impossibile trovare pacchetti, forse non si tratta di un disco predisposto per apt.

source: Found label '
es_es: Encontrada etiqueta '
it_it: Incontrata l'etichetta '

source: Please provide a name for this Disc, such as 'MyDistro 6.0 Disk 1'
es_es: Proporcione un nombre para este disco, como 'MiDistro 6.0 disco 1'
it_it: Proponi un nome per questo disco, come 'Miadistro 4.0 disco 1'

source: That is not a valid name, try again
es_es: No es un nombre válido, inténtelo otra vez
it_it: Nome non valido, prova ancora

source: This Disc is called:
es_es: Este disco se denomina:
it_it: Il nome di questo disco è:

source: Writing new source list
es_es: Grabando nueva lista fuente
it_it: Scrittura della nuova lista di sorgenti
